export default {
  buffPos: [
    //  上下左右
    { x: 1, y: 2, data: { words: ['', '好厉害', '', '你'] } },
    { x: 1, y: 3, data: { words: ['', '好厉害', '', '你'] } },
    { x: 1, y: 4, data: { words: ['', '好厉害', '', '你'] } },

    { x: 4, y: 19, data: { words: ['回去', '', '', '火星'] } },
    { x: 5, y: 19, data: { words: ['回去', '', '', '火星'] } },

    { x: 10, y: 15, data: { words: ['欺负', '', '整容', '知道'] } },
    { x: 10, y: 16, data: { words: ['欺负', '', '整容', '知道'] } },

    { x: 13, y: 15, data: { words: ['期待', '画面', '', ''] } },
    { x: 13, y: 16, data: { words: ['期待', '画面', '', ''] } },
    { x: 13, y: 17, data: { words: ['期待', '画面', '', ''] } },
    //
    { x: 9, y: 11, data: { words: ['影帝', '', '早茶', ''] } },
    { x: 10, y: 11, data: { words: ['影帝', '', '早茶', ''] } },
    { x: 11, y: 11, data: { words: ['影帝', '', '早茶', ''] } },
    //
    { x: 5, y: 8, data: { words: ['睡觉', '', '', '唔该你'] } },
    { x: 5, y: 9, data: { words: ['睡觉', '', '', '唔该你'] } },
    { x: 5, y: 10, data: { words: ['睡觉', '', '', '唔该你'] } },
    //
    { x: 5, y: 4, data: { words: ['', '', '多谢', '麻烦你'] } },
    { x: 5, y: 5, data: { words: ['', '', '多谢', '麻烦你'] } },

    { x: 9, y: 3, data: { words: ['', '唔该你', '', '生日快乐'] } },
    { x: 10, y: 3, data: { words: [''] } },
    { x: 11, y: 3, data: { words: [''] } },
    //
    { x: 16, y: 3, data: { words: ['', '大家', '', ''] } },
    { x: 17, y: 3, data: { words: [''] } },
    { x: 18, y: 3, data: { words: [''] } },
    //
    { x: 20, y: 4, data: { words: ['', '返工', '', '再见'] } },
    { x: 20, y: 5, data: { words: ['', '返工', '', '再见'] } },
    //
    { x: 18, y: 8, data: { words: ['', '了不起', '不好意思', ''] } },
    { x: 19, y: 8, data: { words: ['', '了不起', '不好意思', ''] } },
    //
    { x: 15, y: 14, data: { words: ['', '哪里', '', '不是'] } },
    { x: 16, y: 14, data: { words: ['', '哪里', '', '不是'] } }
  ]
}
